Repository: darthpelo/RickAndMortyEpisodes
Catalog: RickAndMortyEpisodes/Localizable.xcstrings
Source language: en
Languages: nl

# characters_section_title
source: Characters
nl: Personages

# character_details_title
source: Character Details
nl: Personagedetails

# character_id_format
source: Character ID: %d
nl: Personage ID: %d

# dismiss_button
source: Dismiss
nl: Sluiten

source: End of episode list
nl: Einde van aflevering lijst

# episodes_title
source: Episodes
nl: Afleveringen

# episode_count_format
source: Episodes: %d
nl: Afleveringen: %d

# error_format
source: Error: %@
nl: Fout: %@

source: Export failed
nl: Export mislukt

# export_json_button
source: Export JSON
nl: Exporteer JSON

# exported_to_format
source: Exported to: %@
nl: GeÃ«xporteerd naar: %@

source: Failed to load character
nl: Personage laden mislukt

source: Loading character...
nl: Personage laden...

source: Loading episodes...
nl: Afleveringen laden...

# no_characters_in_episode
source: No characters in this episode.
nl: Geen personages in deze aflevering.

# origin_format
source: Origin: %@
nl: Oorsprong: %@

# retry_button
source: Retry
nl: Opnieuw proberen

# species_format
source: Species: %@
nl: Soort: %@
